Repository: aptiko/aira-irma
Catalog: locale/*/LC_MESSAGES/django.po
Languages: el

source: First name
el: Όνομα

source: Last name
el: Επίθετο

source: Address
el: Διεύθυνση

source: Field Name
el: Όνομα Αγροτεμάχιου

source: Latitude (WGS84)
el: Γεωγραφικό Πλάτος (WGS84)

source: Longitude (WGS84)
el: Γεωγραφικό Μήκος (WGS84)

source: Crop Type
el: Καλλιέργεια

source: Irrigation Type
el: Μέθοδος Άρδευσης

source: Irrigated Field Area (m<sup>2</sup>)
el: Αρδευόμενη έκταση (m<sup>2</sup>)

source: Irrigation Optimizer
el: Συντελεστής βελτιστοποίησης άρδευσης

source: Use Custom Parameters
el: Χρήση προσαρμοσμένων παραμέτρων

source: Estimated root depth (max)
el: Εκτιμώμενο μέγιστο βάθος ριζοστρώματος (m)

source: Estimated root depth (min)
el: Εκτιμώμενο ελάχιστο βάθος ριζοστρώματος (m)

source: Maximum Allowable Depletion
el: Μέγιστο Επιτρεπόμενο Υδατικό Έλλειμμα

source: Irrigation efficiency
el: Συντελεστής αρδευτικής αποδοτικότητας

source: Field Capacity
el: Υδατοϊκανότητα

source: Soil moisture at saturation
el: Εδαφική Υγρασία στον κορεσμό

source: Permanent Wilting Point
el: Σημείο Μόνιμης Μάρανσης

source: Datetime (Y-M-D h:m:s)
el: Ημερομηνία και ώρα (Y-M-D h:m:s)

source: Applied Irrigation Water (m3)
el: Δόση άρδευσης (m3)

source: Page not found
el: Η σελίδα δεν βρέθηκε

source: This not the web page you are looking for
el: Δεν είναι η σελίδα που ψάχνατε

source: Report
el: Αναφορά

source: using custom parameters
el: Χρήση προσαρμοσμένων παραμέτρων

source: Irrigation System Type
el: Τύπος Αρδευτικού Συστήματος

source: Irrigation efficiency factor
el: Συντελεστής αρδευτικής αποδοτικότητας

source: Detailed Calculations for
el: Αναλυτικοί υπολογισμοί για

source: Forecast Period
el: την περίοδο πρόγνωσης

source: to
el: έως

source: Date
el: Ημερομήνια

source: Precipitation
el: Κατακρημνίσματα

source: Depletion
el: Υδατικό Έλλειμμα

source: Soil moisture
el: Εδαφική Υγρασία

source: Irrigate
el: Άρδευση

source: Irrigation Water Amount
el: Δόση Άρδευσης

source: YES
el: Ναί

source: NO
el: Όχι

source: Are you sure you want to delete
el: Είσαι σίγουρος ότι θέλεις να διαγράψεις

source: Field
el: Αγροτεμάχιο

source: Delete
el: Διαγραφή

source: Add
el: Προσθήκη

source: You have
el: Έχετε

source: Field(s) in your database
el: Αγροτεμάχιο(α) στην βάση δεδομένων

source: Click on Map to add your Field coordinates
el: Κάντε κλικ στο χάρτη για να προσθέσετε τις συντεταγμένες του αγροτεμαχίου σας

source: Back
el: Επιστροφή

source: List of Fields
el: Κατάλογος Αγροτεμαχίων

source: #id
el: α/α

source: Name
el: Όνομα

source: TimeLogs
el: Ημερολόγιο Καταγραφών

source: Nothing to show without any fields
el: Χωρίς αγροτεμάχια δεν μπορεί να λειτουργήσει το σύστημα

source: Update
el: Ανανέωση

source: Irrigation Management
el: Διαχείριση Άρδευσης

source: Value from system's database
el: Τιμή στην βάση δεδομένων του συστήματος

source: Crop
el: Καλλιέργεια

source: Soil
el: Έδαφος

source: Home
el: Αρχική

source: Please update your personal information
el: Παρακαλώ ανανεώσε τις προσωπικές πληροφορίες

source: here
el: εδώ

source: It seems you haven't any fields, Add at least one
el: Προφανώς δεν έχετε καταχωρίσει αγροτεμάχια. Προσθέστε τουλάχιστον ένα

source: [edit]
el: [τροποποίηση]

source: Fields
el: Αγροτεμάχια

source: Field Info
el: Πληροφορίες Αγροτεμαχίου

source: is growing
el: καλλιεργεί

source: using
el: χρησιμοποιώντας

source: Warning
el: Προειδοποίηση

source: Your field location is outside Arta's plain field
el: Η θέση του αγροτεμαχίου σας βρίσκεται εκτός της πεδιάδας της Άρτας

source: Update you field location
el: Επικαιροποιήστε τη θέση του αγροτεμαχίου σας

source: You haven't entered any irrigation event. Add your irrigation log
el: Δεν έχετε καταχωρήσει κάποια άρδευση. Προσθέστε το ημερολόγιο αρδεύσεων

source: Irrigation Advice is estimated using system's default datasets
el: Η Συμβουλή Άρδευσης βασίζεται στο προκαθορισμένο σύνολο δεδομένων

source: Your latest irrigation event is outside our dataset period. Update your irrigation log
el: Η τελευταία σας άρδευση πραγματοποιήθηκε εκτός των χρονικών ορίων του συστήματος. Ενημερώστε το ημερολόγιο αρδεύσεων

source: You reached field capacity
el: Φτάσατε στην υδατοϊκανότητα

source: Irrigation Advice
el: Συμβουλή Άρδευσης

source: Based on the available information
el: Βάση των διαθέσιμων δεδομένων

source: from
el: από

source: irrigation should be applied according to the following table
el: η άρδευση μπορεί να πραγματοποιηθεί σύμφωνα με τον ακόλουθο πίνακα

source: Show / Hide Table
el: Εμφάνισε / Απέκρυψε Πίνακα

source: For more options, refer to the irrigation report
el: Για περισσότερες επιλογές, επέλεξε την Αναφορά Άρδευσης

source: No need to irrigate from
el: Δεν υπάρχει ανάγκη άρδευσης από

source: Irrigation Events
el: Αρδεύσεις

source: Irrigation Report
el: Αναφορά Άρδευσης

source: Irrigation Performance
el: Αρδευτική Αποδοτικότητα

source: Welcome
el: Καλωσήρθατε

source: measurements
el: μετρήσεις

source: Models
el: μοντέλα

source: NOA
el: Εθνικό Αστεροσκοπείο Αθηνών

source: forecast
el: πρόγνωση

source: View historical available data
el: Διαθέσιμα ιστορικά δεδομένα

source: Time Period
el: Για την περίοδο

source: Daily Rainfall
el: Μέση Ημερήσια βροχόπτωση

source: Daily Potential Evapotranspiration
el: Ημερήσια Δυνητική Εξατμισοδιαπνοή

source: Daily Humidity
el: Μέση Ημερήσια Υγρασία Αέρα

source: Daily Temperature
el: Μέση Ημερήσια Θερμοκρασία

source: Daily Wind Speed
el: Μέση Ημερήσια Ταχύτητα Ανέμου

source: Daily Solar Radiation
el: Μέση Ημερήσια Ηλιακή Ακτινοβολία

source: Viewing:
el: Τρέχουσα Ημερομηνία:

source: Irrigation Event
el: Άρδευση

source: Irrigation Log
el: Ημερολόγιο άρδευσης

source: Irrigation Events in your database
el: Αρδεύσεις στην βάση δεδομένων σου

source: Add Irrigation Event
el: Προσθήκη Άρδευσης

source: List of
el: Κατάλογος

source: Datetime
el: Ημερομήνια

source: Applied water
el: Δόση άρδευσης (m3)

source: Profile
el: Προφίλ

source: Welcome
el: Καλωσήρθατε

source: Go
el: Μετάβαση

source: Logout
el: Έξοδος

source: Login
el: Είσοδος

source: Register
el: Εγγραφή

source: Lost password?
el: Αλλαγή συνθηματικού

source: Account activation error
el: Σφάλμα κατα την ενεργοποίηση

source: The activation key
el: Το κλειδί ενεργοποίησης

source: is invalid or expired.
el: είναι εσφαλμένο ή έχει λήξει

source: Account activation complete
el: Η ενεργοποίηση του λογαρισμού ολοκληρώθηκε

source: Success!
el: Επιτυχία!

source: Account successfully activated
el: Ο λογαρισμός ενεργοποιήθηκε με επιτυχία

source: You can now sign in to the website
el: Μπορείς να πραγματοποιήσεις είσοδο στο σύστημα

source: Not yet registered?
el: Δεν έχεις ακόμα εγγραφεί;

source: Register here
el: Εγγραφή εδώ

source: Trouble signing in?
el: Πρόβλημα κατά την εγγραφή;

source: Reset password
el: Αλλαγή συνθηματικού

source: Login failed. Try again...
el: Η είσοδος απέτυχε. Παρακαλώ προσπαθήστε ξανά σε λίγο.

source: You are now logged out
el: Η έξοδος πραγματοποιήθηκε με επιτυχία

source: Password change complete
el: Η αλλαγή του συνθηματικού ολοκληρώθηκε

source: Password changed!
el: Συνθηματικό άλλαξε επιτυχώς

source: Password successfully changed
el: Η αλλαγή συνθηματικού πραγματοποιήθηκε με επιτυχία

source: Change Password
el: Αλλαγή Συνθηματικού

source: Change password
el: Αλλαγή Συνθηματικού

source: Password reset complete
el: Η αλλαγή του συνθηματικού ολοκληρώθηκε

source: Password successfully reset
el: Το συνθηματικό άλλαξε επιτυχώς

source: Password reset
el: Αλλαγή συνθηματικού

source: Password reset failed
el: Αποτυχία κατά την αλλαγή συνθηματικού

source: Password reset successful
el: Η αλλαγή συνθηματικού πραγματοποιήθηκε με επιτυχία

source: Password has been reset
el: Το συνθηματικό άλλαξε

source: An email with instructions for setting a new password has been sent
el: Σας έχει σταλθεί ηλεκτρονικό μύνημα με οδηγίες αλλαγής του συνθηματικού σας

source: Password Reset
el: Αλλαγή Συνθηματικού

source: Registration complete
el: Η εγγραφή ολοκληρώθηκε

source: Success, Please check your email
el: Επιτυχία, Παρακαλώ ελέγξτε το ηλ. ταχυδρομείο

source: An activation email has been sent
el: Σας έχει σταλθεί ηλεκτρονικό μύνημα ενεργοποίησης

source: Registration
el: Εγγραφή

source: Sign up
el: Εγγραφή

source: Already registered?
el: Έχετε ήδη εγγραφεί;

source: English
el: Αγγλικά

source: Greek
el: Ελληνικά

source: Maximum allowable depletion
el: Μέγιστο Επιτρεπόμενο Υδατικό Έλλειμμα

source: No need to irrigate
el: Δεν απαιτείται άρδευση

source: Submit
el: Υποβολή

source: Follow us
el: Ακολούθησε μας

source: Terms of Use
el: Όροι Χρήσης

source: Disclaimer
el: Αποποίηση ευθύνης

source: Description
el: Περιγραφή

source: Try
el: Δοκιμή

source: View Meteorogical Network Stations
el: Εμφάνιση Μετεωρολογικού Δικτύου

source: Maps from satellite images
el: Χάρτες από δορυφορικές εικόνες
